Repository: quintipio/BrainLittleGames
Catalog: JeuxDeLogiqueWin10/Strings/*/Tutoriel.resw
Source language: en
Languages: es, fr, pt

# TrouveObjetCouleur4
source: For the second case, if none of the two forms are identical with one of the forms from the buttons (always taking into account the color), press on the piece that has absolutely nothing in common with the two forms (no drawing, no color).
es: Para el segundo caso, si ninguna de las dos formas son idéntica con una de las formas de los botones (siempre teniendo en cuenta el color), pulse en la pieza que no tiene absolutamente nada en común con las dos formas (no dibujo, no hay color).
fr: Pour le deuxième cas, si aucune des deux formes n'est strictement identique avec une des formes parmi les boutons (en prenant toujours en compte la couleur), il faut appuyer sur la pièce qui n'a absolument rien en commun avec les deux formes (ni le dessin, ni la couleur).
pt: No segundo caso, se nenhuma das duas formas é idêntico com uma das formas de os botões (sempre levando em conta a cor), você deve pressionar o pedaço que não tem nada em comum com ambas as formas (ou desenho ou cor).

# TrouveObjetCouleur5
source: Example, here, for a grey square and a Green House. None of these drawings are in the buttons. Therefore, choose the button that has no shape (which is therefore not a square or a house) or color (grey or green) of the two objects. It therefore comes to the black diamond.
es: Ejemplo, aquí, para un cuadrado gris y un verde. Ninguno de estos dibujos son los botones. Por lo tanto, elegir el botón que tiene no hay forma (que por lo tanto no es un cuadrado o una casa) o color (gris o verde) de los dos objetos. Se trata, por tanto, el diamante negro.
fr: Exemple, içi, pour un carré gris et une maison verte. Aucun de ces dessins n'existe dans les boutons. il faut donc choisir le bouton qui n'a ni la forme (qui ne soit donc pas un carré ou une maison) ni la couleur (ni gris, ni vert) des deux objets. Il s'agit donc du losange noir.
pt: Exemplo, aqui, para um quadrado cinza e uma casa verde. Nenhum desses projetos são nos botões. é necessário para seleccionar o botão que não tem a forma (que, portanto, não é um quadrado ou uma casa) ou a cor (ou cinzento, ou verde) dos dois objectos. Portanto, este diamante negro.

# TrouveObjetCouleur6
source: There are in total twenty forms to find.
es: Hay en totales veinte formas para encontrar.
fr: Il y a au total une vingtaine de formes à trouver.
pt: Há um total de vinte formas de encontrar.
